export default {
	header: {
		action: {
			connectWallet: 'せつぞく'
		}
	},
	menu: {
		home: 'ホーム',
		product: '製品',
		economicModel: '経済モデル',
		tokenAllocation: 'トークンの割り当て',
		roadMap: 'ルートマップ',
		developers: 'チーム',
		nftTradingMarket: 'NFTトレーディングマーケット',
		lang: '英文/中文'
	},
	locale: {
		en_US: 'English',
		zh_CN: '简体中文',
		ja_JP: '日本語',
		ko_KR: '한국어'
	},
	member: {
		Jason: '8年のVR経験、ゲーム業界のシニア起業家、VR企業を設立して一流のVR製品をいくつも生み出した、VR技術の応用と製品開発の分野に長けている、ブロックチェーン技術の愛好家、サイエンスフィクションのファン。',
		Caleb: 'ブロックチェーンのシリアルアントレプレナーや投資家であり、有名なDAPPブロックチェーンプロジェクトの共同設立者としてオペレーションを担当し、ブロックチェーンの最先端技術の応用だけでなく、オペレーションや市場価値の管理にも精通しています。',
		Kevin: 'ユーザーの行動分析、成長分析、アルゴリズムの適用とモデリング、シニアゲームプレイヤー、ブロックチェーンエコロジー投資に精通している。',
		Xavier: 'マサチューセッツ工科大学のコンピューターサイエンスの修士号と学士号、コンピュータービジョンの分野の専門家。 オラクルでシニアエンジニアとして長年働いた。 Androidプラットフォームの開発に精通しており、携帯電話プラットフォームでのコンピュータービジョンアルゴリズムとARアプリケーションに精通している。 彼は開発チームを率い、複数のWebおよびモバイルソフトウェアとサービスを開発しました。',
		Alice: 'ハーバード大学でデザインの修士号、浙江大学でコンピュータサイエンスの修士号を取得。 HTC VIVEDU」のシニアプロジェクトマネージャー、「Alibaba Damo Institute」のVRプロジェクトリーダー、「Netease Game」のプロジェクトリーダーなどを歴任しました。 Red Dot Design Supreme Awardを受賞し、トップコンピュータ会議で論文を発表しています。',
		Alkistis: 'ハーバード大学のデザイン修士、VR / AR分野のユーザーエクスペリエンスの専門家。 ゲームテクノロジーとアプリケーションに精通している。 顔認識などの最先端テクノロジーをVR体験に組み込みます。 BuildingConversationおよびPIVOTtheWorldでARプロジェクトリーダーを務めました。',
		Ethan: `・金融/暗号業界で6年以上の経験
・資産管理コンサルティングのスキルが高い
・投資分野の知識が豊富戦略立案とプロセス再設計力がある
・サービス向上を意識する
・社員の成長とパフォーマンス向上
・プロジェクトの調整とマネジメント
・会社のイベントやタスクの手配をする
・優れた対人能力
・内部と外部の意思決定`,
		Erica: `ブロックチェーン業界におけるデジタルマーケティングの8年以上の経験
刺激的な成長ビジョンと戦略、卓越した消費者中心のイノベーションの創造、共同行動による働き方。
消費者インサイト、ポートフォリオ戦略、ブランドマネジメント、デジタル駆動型コミュニケーションプラットフォーム、収益管理に基づくプランニングなどのエンドツーエンドのマーケティングスキル。チームの効率的なコラボレーション、戦略と革新的な思考、トレンドに基づいた戦略策定、内部マーケティング運営の調整、豊富な同時調整のクライアント、コンテンツ管理、短期と長期の成果バランスの経験。`,
		JulioBerks: `テキサスこーか工科だいがく大学でおーよー応用かがく科学のがくし学士ごー号をしゅとく取得
		ブロックチェーンのヘッドハンターによってマーケティングスペシャリストとしてさいよー採用されましたか
		げんざい現在はRichverseweb3のさいこー最高せーちょー成長せきにん責任しゃ者をつとめ務めている。ぎょーむ業務には、Richverseのデータとユーザーのせーちょー成長せんりゃく戦略のかんり管理とじっこー実行がふくま含まれる。
		`,
		ChristineHaynes: `
		ニューヨークだいがく大学mbaしゅとく取得
		いぜん以前にマーケティングスペシャリストとしてcryptobriefingにこよー雇用されていました
		げんざい現在、richverseweb3のさいこー最高マーケティングせきにん責任しゃ者としてはたらい働いています。ぎょーむ業務ないよー内容は、じぎょー事業かいはつ開発、とりひき取引さき先とのちょーせー調整、マーケティングせんりゃく戦略のかんり管理などです。
		`,
		JoelBailey: `
		マサチューセッツだいがく大学ボストンこー校でmbaをしゅとく取得。
		データぶんせき分析コンサルタントかいしゃ会社cryptoincのマーケティングマネージャーとしてさいよー採用された。
		げんざい現在はrichverseweb3のさいこー最高しっこー執行せきにん責任しゃ者としてはたらい働いています。ひび日々のぎょーむ業務をたんとー担当する
		`
	},
	label: {
		social: 'ソーシャルですね。',
		twitter: 'ツイッター',
		medium: 'Medium',
		telegram: '電報',
		facebook: '脸谱网',
		discord: 'Discord',
		hackernoon: 'Hackernoon',
		linkedin: 'Linkedin',
		info: '情報',
		auditReport: '監査報告書',
		whitePaper: '白書',
		tokenEconomic: 'Token Economic',
		genesis: '《Genesis》\n Novice manual',
		gameBackground: '背景'
	},
	image: {
		title: '/static/title-zh_CN@3x.png'
	},
	page: {
		home: {
			subTitle: 'Monopolyから始まり、メタバースのNFT集約型トレーディング＋バーチャルソーシャルネットワークとなる。'
		},
		products: {
			dafuweng: 'モノポリーシミュレーション',
			dafuwengDesc: 'モノポリーシミュレーション：本作は古典的なモノポリーゲームで、プレイヤーは土地を購入し、家をアップグレードし、特定の家の組み合わせを作ることで、複雑な効果を生み出し、料金と利益の最も効率的な組み合わせを実現し、ゲームの大家になることができます。',
			gameCollection: '豊富なゲーム属性',
			gameCollectionDesc: 'カジュアルゲームの組み合わせ：ソーシャル、対戦、マネジメント',
			NFTTransactionAggregators: 'NFTアグリゲート・トレーディング',
			XRSocial: 'XRソーシャル',
			VRNativeEngine: 'VRネイティブエンジン',
			
			earlyProduct: '初期の製品',
			futureDevelopment: '今後の展開'
		},
		economic: {
			title_1: '経済',
			title_2: 'モデル',
			subTitle: 'ガバナンス・トークンRIVトータル・サーキュレーション2000億円，エコ・トークンGESトータル・サーキュレーション2000億円',
			model_1: 'GESはゲームのミッションシナリオで取得され、RIVはゲームエコシステム内でのスペースデブリの購入、シナリオ構築、ゲーム機器やキャラクターの役割などのNFT資産の消費に使用されます。',
			model_2: 'スペースデブリは、ゲームで生成されたNFTに属しており、これは未来のジェネシス宇宙空間の所有権に相当し、RIVとの取引が可能である。',
			model_3: 'GESは、ジェネシスの世界で、キャラクターのアップグレード、道中の費用、装備の修理、プレイヤーのグループ分けなどに使用することができます。',
			model_4: '各ユーザーは、1日あたり一定割合のGESをゲーム内で消費します。（700～2000GES）これを税金とし、将来的にVRバーチャルSNSを配信する際には、利用料としてRIVの消費が必要となります。 プロジェクトは定期的に燃焼し、トークンのデフレを完了させます。'
		},
		roadMap: {
			title_1: 'ルートマップ',
			title_2: '',
			timeline: '/static/timeline-ja_JP@3x.png',
			timeline_tips: '左右のスワイプで進捗状況を確認'
		},
		developers: {
			title: 'チーム'
		},
		cooperation: {
			title: '戦略的協力'
		},
		tokenAllocation: {
			title_1: 'トークン',
			title_2: 'ディストリビューション',
			subTitle: 'RIVはRICHVERSEの初期トークンで、以下のように割り当てられています。',
			totalSupply: 'トータル・サーキュレーション：',
			StrategicFinancing: '戦略的資金調達',
			PromotionInvestment: 'エアドロップ',
			EcologicalIncentive: 'エコロジーインセンティブ',
			Consultan: 'アドバイザー',
			CornerstoneFinancing: 'キーストーン・ファイナンス',
			TeamReservation: 'チーム予約',
			CommunityDAOGovernance: 'コミュニティDAOガバナンス',
			FlowCell: 'フローセル',
			RIVswap: 'RIVswap',
			SeedRound: 'シードホイール',
			Private: 'しぼ',
			PublicSale: 'きょーばい',
			Development: 'かいはつ',
			Marketing: 'マーケティング',
			Advisors: 'コンサルタント',
			PlayToEarn: '遊びをかせぐ稼ぐ',
			Staking: 'りっ',
			Treasury: 'ざいせー',
			CoreTeam: 'コアチーム',
			Reserve: '予約',
			LiquidityPool: '流動性プール',
		},
		topBanner: {
			topBannerDesc: '独占シミュレーションゲームから始めて、メタバース+仮想ソーシャルネットワークのNFT集約トランザクションを作成します',
			whatIsH1: 'とは',
			whatIsH2: 'リッチバース',
			whatIsDesc1: 'Richverseは、XRテクノロジーとコミュニティの自律性によって推進される仮想ソーシャルネットワークです。 初期の段階では、古典的なモノポリーゲームがメインラインとして最適化され、シミュレーション、管理、競争、社会的相互作用の4つの要素を統合した最初のgamefi Genesisが、NFT集約取引とXRのWeb3を作成するための開始点として使用されました。 社会金融。',
			whatIsDesc2: 'Genesisを使用すると、プレーヤーは「プレイして稼ぐ」だけでなく、「プレイして学び、学ぶために稼ぐ」こともできます。 従来のPVEモードだけでなく、PVP競争モードでもトークンを取得するには、プレイヤーは熟練した技術を操作する必要があります。 プレイヤーは、さまざまなレベルの星座移民を通じて、ゲームのさまざまなシーンでアセットを取得しながら、新しい友達を獲得できます。 星座移民の役割に基づいて、ジェネシスはスペースデブリ、仮想の建物、キャラクター機器などのNFTアセットを作成しました。 将来的にRichverse仮想ソーシャルネットワークを構築するための道を開きます。'
		},
		homeAnims: {
			title1: '1.市場取引',
			desc1: '1.Genesisは最初にMetisで起動します。 ERC-721およびERC-1155をサポートします。 フォローアップサポートBEP-721、BEP-1155。',
			title2:'2.NFT集中取引',
			desc2:'2.ユーザーは、リッチバース仮想ソーシャルネットワークでジェネシスのNFTを表示および交換できるだけでなく、他のプラットフォームのNFTも表示できます。',
			title3:'3.ゲートウェイ',
			desc3:'3. Richverseは、コミュニティへのクロスチェーンゲートウェイを開発し、イーサリアムとバイナンススマートチェーンなどの他のチェーンとの間でRivサイドチェーン転送NFTアセットを使用できるようにします。',
			title4:'4. GAMEFI',
			desc4:'4. Gamefi 2.0のイニシエーターとして、Genesisは、栽培、競争、ソーシャルネットワーキング、運用の4つの要素を統合しています。 また、GamefiをSocialfiに完全に接続します。',
			title5:'5. SOCIALFI',
			desc5:'5.ユーザーは、仮想イメージを介してリッチバースでソーシャルインタラクション、レジャーとエンターテインメント、リモートコラボレーション、会議などを実行でき、NFT資産を取引することもできます。',
			title6:'6.VRマイニング',
			desc6:'6.世界初のVR-NFTマイニングプログラム。 マイニングプログラムで使用される時間は、ユーザーのRIVの保有時間とステーキング/ゲーム時間に基づいて割り当てられます。'
			
		}
	}
}